\c diploma_db;

INSERT INTO device (name, type, is_active, status) VALUES
('Трансформатор 1', 'трансформатор', True, 'исправен'),
('Трансформатор 2', 'трансформатор', True, 'исправен'),
('Трансформатор 3', 'трансформатор', True, 'исправен'),
('Трансформатор 4', 'трансформатор', True, 'исправен'),
('Разъединитель 1_1', 'разъединитель', True, 'исправен'),
('Разъединитель 1_2', 'разъединитель', True, 'исправен'),
('Разъединитель 1_3', 'разъединитель', True, 'исправен'),
('Разъединитель 1_4', 'разъединитель', True, 'исправен'),
('Разъединитель 2_1', 'разъединитель', True, 'исправен'),
('Разъединитель 2_2', 'разъединитель', True, 'исправен'),
('Разъединитель 2_3', 'разъединитель', True, 'исправен'),
('Разъединитель 2_4', 'разъединитель', True, 'исправен'),
('Разъединитель 2_5', 'разъединитель', True, 'исправен'),
('Разъединитель 2_6', 'разъединитель', True, 'исправен'),
('Разъединитель 2_7', 'разъединитель', True, 'исправен'),
('Разъединитель 2_8', 'разъединитель', True, 'исправен'),
('Разъединитель 3_1', 'разъединитель', True, 'исправен'),
('Разъединитель 3_2', 'разъединитель', True, 'исправен'),
('Разъединитель 3_3', 'разъединитель', True, 'исправен'),
('Разъединитель 3_4', 'разъединитель', True, 'исправен'),
('Разъединитель 3_5', 'разъединитель', True, 'исправен'),
('Разъединитель 3_6', 'разъединитель', True, 'исправен'),
('Разъединитель 3_7', 'разъединитель', True, 'исправен'),
('Разъединитель 3_8', 'разъединитель', True, 'исправен'),
('Разъединитель 3_9', 'разъединитель', True, 'исправен'),
('Разъединитель 3_10', 'разъединитель', True, 'исправен'),
('Разъединитель 3_11', 'разъединитель', True, 'исправен'),
('Разъединитель 3_12', 'разъединитель', True, 'исправен'),
('Разъединитель 3_13', 'разъединитель', True, 'исправен'),
('Разъединитель 3_14', 'разъединитель', True, 'исправен'),
('Разъединитель 3_15', 'разъединитель', True, 'исправен'),
('Разъединитель 3_16', 'разъединитель', True, 'исправен'),
('Разъединитель 4_1', 'разъединитель', True, 'исправен'),
('Разъединитель 4_2', 'разъединитель', True, 'исправен'),
('Разъединитель 4_3', 'разъединитель', True, 'исправен'),
('Разъединитель 4_4', 'разъединитель', True, 'исправен'),
('Разъединитель 4_5', 'разъединитель', True, 'исправен'),
('Разъединитель 4_6', 'разъединитель', True, 'исправен')




   